const qnaList = [
    {
        q: '자라가 물속 나라에 놀러 가자 한다.',
        a: [
            {
                answer: '일주일 전에 얘기했어야지. 아직 준비가 안됐어.'
            },
            {
                answer: '재밌겠다. 가보자~!'
            }
        ]
    },
    {
        q: '오늘 마을에서 잔치가 열린다고 한다. 할 일을 끝낸 나는',
        a: [
            {
                answer: '잔치에서 흔들 생각에 벌써 들뜬다.'
            },
            {
                answer: '일 끝났으니 누워서 쉬자'
            }
        ]
    },
    {
        q: '아들한테 심부름 시켰더니 소를 콩과 바꿔왔다. 그런데 부자로 만들어주는 마법 콩이었다.',
        a: [
            {
                answer: '그래도 선 넘었다.'
            },
            {
                answer: '좋은 게 좋은거지!'
            }
        ]
    },
    {
        q: '당나귀를 팔기 위해 끌고 가는데 지나가는 사람이 험담을 하는 것 같다.',
        a: [
            {
                answer: '무슨 내용이지?'
            },
            {
                answer: '상처받는다.'
            }
        ]
    },
    {
        q: '매일 늑대가 나타났다고 소리 지르는 소년을 잡았다.',
        a: [
            {
                answer: '왜 그랬는지 묻는다.'
            },
            {
                answer: '사과하라고 한다.'
            }
        ]
    },
    {
        q: '도끼를 연못에 빠뜨렸는데 산신령이 나타나 뜬금없는 밸런스 게임을 제시한다.',
        a: [
            {
                answer: '철저히 고민하고 답한다.'
            },
            {
                answer: '적당히 대답한다.'
            }
        ]
    },
    {
        q: '난 박쥐지만 날개가 달렸으니 새 친구들을 사귀었다. 근데 생각보다 어색하다.',
        a: [
            {
                answer: '먼저 말을 건다.'
            },
            {
                answer: '다가와 주길 바란다.'
            }
        ]
    },
    {
        q: '쥐 대표로 고양이 목에 방울을 달기로 했다.',
        a: [
            {
                answer: '시뮬레이션을 여러 번 돌려 실수가 없게 한다.'
            },
            {
                answer: '지금 당장 할 수 있는 준비물을 챙긴다.'
            }
        ]
    },
    {
        q: '친구 여우가 키가 안 닿아서 포도를 못 먹었다.',
        a: [
            {
                answer: '사다리 타면 먹을 수 있어. 어디 있는지 알려줄게.'
            },
            {
                answer: '많이 배고프지? 먹을 것 좀 줄게.'
            }
        ]
    },
    {
        q: '뒤에서 호랑이가 쫓아오는데 하늘에서 동아줄이 내려왔다.',
        a: [
            {
                answer: '썩은 것일지도 몰라. 확인부터 해보자.'
            },
            {
                answer: '호랑이한테 잡아먹힐 바에 일단 올라가 보자.'
            }
        ]
    },
    {
        q: '새우 단톡방에 오늘 고래들이 싸운다는 소식이 올라왔다.',
        a: [
            {
                answer: '구경 가자!!'
            },
            {
                answer: '어휴... 피해있자.'
            }
        ]
    },
    {
        q: '호랑이 얘기에도 계속 울던 아기가 내가 한 번도 본 적 없는 곶감 얘기에 뚝 그쳤다.',
        a: [
            {
                answer: '어떻게 생겼을까?'
            },
            {
                answer: '앞으로 조심해서 다녀야지.'
            }
        ]
    }
]
