const qnaList = [
    {
        q: '붕어빵을 살 때 난',
        a: [
            {
                answer: '가격부터 확인한다.'
            },
            {
                answer: '무슨 맛을 먹을지 생각한다.'
            }
        ]
    },
    {
        q: '붕어빵을 먹을 때',
        a: [
            {
                answer: '머리부터 먹는다.'
            },
            {
                answer: '꼬리부터 먹는다.'
            }
        ]
    },
    {
        q: '붕어빵을 왜 먹어?',
        a: [
            {
                answer: '겨울이니까'
            },
            {
                answer: '맛있으니까'
            }
        ]
    },
    {
        q: '붕어빵 줄이 너무 긴데...',
        a: [
            {
                answer: '기다려서 먹는다.'
            },
            {
                answer: '귀찮아서 돌아선다.'
            }
        ]
    },
    {
        q: '붕어빵 신메뉴가 나왔을 때',
        a: [
            {
                answer: '당장 사 먹어본다.'
            },
            {
                answer: '다른 사람 후기 보고 결정한다.'
            }
        ]
    },
    {
        q: '붕어빵 사러 갈 때 나는',
        a: [
            {
                answer: '길 가다 우연히 발견하면 산다.'
            },
            {
                answer: '붕어빵을 먹겠다 생각해서 나간다.'
            }
        ]
    },
    {
        q: '마지막 붕어빵을 친구와 나눠먹을 때',
        a: [
            {
                answer: '정확히 반을 가른다.'
            },
            {
                answer: '먼저 먹으라고 권한다.'
            }
        ]
    }
]
